{
  "home": {
    "title": "Hi, ich bin Onur!",
    "description": "In meiner langjährigen Tätigkeit in der Softwareentwicklung habe ich tiefgehendes Verständnis für komplexe Softwarearchitekturen und umfassendes Know-how in verschiedenen Programmiersprachen erworben. Diese Erfahrung befähigt mich, innovative und praxisorientierte Lösungen zu entwickeln. Als erfahrener Entwickler habe ich erfolgreich in verschiedenen Technologiestacks gearbeitet und Projekte geleitet, wodurch ich technische Herausforderungen meistern und eine klare Vision für die Integration von Softwarelösungen in größere Projekte entwickeln konnte. Meine Arbeit für namhafte Unternehmen im Automobilbereich hat mir ermöglicht, meine Expertise in anspruchsvollen Projekten weiterzuentwickeln. Ich bin hochmotiviert, lernbereit und besitze starke analytische Fähigkeiten, die es mir erlauben, schnell Probleme zu identifizieren und effektive Lösungen zu finden.",
    "current-work-text": "Aktuelle Tätigkeit:",
    "current-work": "Software Solution Architect",
    "languages-text": "Sprachen:",
    "languages": "Deutsch, Englisch, Türkisch"
  },
  "cv": {
    "work": "Werdegang",
    "education": "Ausbildung",
    "further": "Weiterbildung"
  },
  "skills": {
    "frontend-title": "Frontend",
    "frontend-text": "Ich erstelle moderne, benutzerfreundliche Webanwendungen mit HTML, CSS und JavaScript. Mit Erfahrung in Frameworks wie React und Vue.js sorge ich für ansprechende Designs und eine optimale User Experience.",
    "backend-title": "Backend",
    "backend-text": "Ich entwickle robuste und skalierbare Backend-Systeme mit Java, PHP sowie Frameworks wie Spring Boot und Laravel. Dazu gehören auch leistungsstarke APIs, die eine reibungslose Integration mit Frontend-Anwendungen ermöglichen.",
    "devops-title": "DevOps / Projektmanagement",
    "devops-text": "Ich optimiere Entwicklungs- und Betriebsprozesse mit Automatisierungstools wie Docker, Kubernetes und CI/CD-Pipelines. Durch den Einsatz von Agile und Scrum stelle ich sicher, dass Projekte präzise geplant und erfolgreich umgesetzt werden, um eine effiziente Abwicklung und zuverlässige Infrastruktur zu gewährleisten."
  },
  "navbar": {
    "home": "Startseite",
    "cv": "Lebenslauf",
    "skills": "Fähigkeiten",
    "contact": "Kontakt"
  },
  "contact": {
    "me": "Kontaktiere mich über:"
  }
}
