{
  "home": {
    "title": "Hi, I'm Onur!",
    "description": "Throughout my extensive career in software development, I have developed a deep understanding of complex software architectures and acquired comprehensive knowledge in various programming languages. This experience enables me to create innovative and practical solutions. As an experienced developer, I have successfully worked with different technology stacks and led projects, allowing me to overcome technical challenges and develop a clear vision for integrating software solutions into larger projects. My work for well-known companies in the automotive sector has enabled me to further develop my expertise in demanding projects. I am highly motivated, eager to learn, and possess strong analytical skills, which allow me to quickly identify problems and devise effective solutions.",
    "current-work-text": "Current job:",
    "current-work": "Software Solution Architect",
    "languages-text": "Languages:",
    "languages": "German, English, Turkish"
  },
  "cv": {
    "work": "Career",
    "education": "education",
    "further": "further education"
  },
  "skills": {
    "frontend-title": "Frontend",
    "frontend-text": "I create modern, user-friendly web applications with HTML, CSS, and JavaScript. Experience with frameworks such as React and Vue.js ensures engaging designs and an optimal user experience.",
    "backend-title": "Backend",
    "backend-text": "I build robust and scalable backend systems using Java, PHP, and frameworks like Spring Boot and Laravel. I also develop powerful APIs to ensure seamless integration with frontend applications.",
    "devops-title": "DevOps / project management",
    "devops-text": "I optimize development and operations processes using automation tools like Docker, Kubernetes, and CI/CD pipelines. By applying Agile and Scrum methodologies, I ensure precise project planning and successful execution, delivering efficient outcomes and reliable infrastructure."
  },
  "navbar": {
    "home": "Homepage",
    "cv": "Curriculum vitae",
    "skills": "Skills",
    "contact": "Contact"
  },
  "contact": {
    "me": "Contact me via:"
  }
}
